Repository: elementary/settings-onlineaccounts
Catalog: po/extra/*.po
Languages: cs, de, es, hu, nl, pt, ru, sv, zh_tw

source: Online Accounts Settings
cs: Nastavení online účtů
de: Einstellungen für Internetkonten
es: Configuración de Cuentas en línea
hu: Online fiókok beállításai
nl: Online Accounts Instellingen
pt: Definições de Contas Online
ru: Параметры онлайн-аккаунтов
sv: Inställningar för nätkonton
zh_tw: 線上帳號設定值

source: Manage online accounts and connected applications
cs: Spravovat online účty a propojené aplikace
de: Internetkonten und verbundene Anwendungen verwalten
es: Gestione las cuentas en línea y las aplicaciones conectadas
hu: Kezelje online fiókjait és a kapcsolódó alkalmazásait
nl: Beheer online accounts en applicaties die verbonden zijn met het internet
pt: Gerir contas online e aplicações associadas
ru: Управление онлайн-аккаунтами и подключёнными приложениями
sv: Hantera online-konton och anslutna program
zh_tw: 管理線上帳號與連接的應用程式

source: Minor updates:
cs: Drobné aktualizace:
de: Kleinere Aktualisierungen:
es: Actualizaciones menores:
hu: Kisebb frissítések:
nl: Kleine updates:
pt: Pequenas atualizações:
ru: Незначительные обновления:
sv: Mindre uppdateringar:
zh_tw: 小型更新：

source: Updated translations
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
hu: Frissített fordítások
nl: Bijgewerkte vertalingen
pt: Traduções atualizadas
ru: Обновлены переводы
sv: Uppdaterade översättningar
zh_tw: 翻譯更新

source: New features:
cs: Nové funkce:
de: Neue Funktionen:
es: Nuevas características:
hu: Új funkciók:
nl: Nieuwe functies:
pt: Novas funcionalidades:
ru: Новые возможности:
sv: Nya funktioner:
zh_tw: 新功能：

source: Added offline support for CalDAV accounts
es: Se agregó soporte de cuentas CalDAV sin conexión
hu: CalDAV-fiókok offline támogatása
nl: Offline ondersteuning voor CalDAV accounts toegevoegd
pt: Adicionado suporte offline para contas CalDAV
ru: Добавлена офлайн поддержка CalDAV аккаунтов
sv: Offline-stöd för CalDAV-konton har lagts till
zh_tw: 新增 CalDAV 帳號線下功能的支援

source: Choose refresh rate for IMAP
cs: Zvolte četnost opětovného načítání pro IMAP
pt: Escolher taxa de atualização para IMAP
ru: Выбор частоты обновления для IMAP

source: Edit saved CalDAV accounts
cs: Možnost upravování uložených CalDAV účtů
pt: Editar contas CalDAV guardadas
ru: Редактирование сохраненных учётных записей CalDAV

source: Fixes:
cs: Opravy:
de: Fehlerbehebungen:
pt: Correções:
ru: Исправления:

source: Dim window when creating a new IMAP account
cs: Při vytváření nového IMAP účtu ztmaveno okno
pt: Escurecer janela quando se cria uma nova conta IMAP
ru: При создании новой учетной записи IMAP окно затемняется

source: Make sure the refresh interval for an IMAP account is set
cs: Ověřte že je nastavený interval opakovaného načítání pro IMAP účet
de: Sicherstellen, dass das Aktualisierungsintervall für einen IMAP-Account gesetzt ist
pt: Certifique-se de que o intervalo de atualização para uma conta IMAP está definido
ru: Исправлена проблема установки интервала обновления учётной записи IMAP

source: Fix adding, editing, and removing lists in CalDAV apps like Tasks
cs: Opraveno přidávání, upravování a odebírání seznamů v CalDAV aplikacích jako jsou Úkoly
de: Behebt einen Fehler beim Hinzufügen, Editieren und Entfernen von Listen in CalDAV Anwendungen wie z.B. Aufgaben
pt: Corrige o adicionar, editar e remover listas em aplicações CalDAV tais como o Tarefas
ru: Исправлено добавление, редактирование и удаление списков в приложениях CalDAV по типу «Задачи»

source: Make sure you can always navigate next by pressing the Enter key
cs: Zajištěno, že vždy bude možné se pohybovat na následující položky stisknutím klávesy Enter
de: Sicherstellen, dass immer durch Drücken der Enter-Taste zum nächsten Element navigiert werden kann
pt: Certifique-se de que pode sempre navegar o seguinte premindo a tecla Enter
ru: Вы всегда можете перейти дальше нажав клавишу «enter»

source: Close dialogs when pressing the Escape key
cs: Zavírání dialogů stiskem klávesy Esc
de: Dialoge durch Drücken der Escape-Taste schliessen
pt: Fecha janelas de diálogos ao premir a tecla Escape
ru: Закрытие диалоговых окон нажатием клавиши «ESC»

source: Use a more complete list of authentication methods for IMAP
cs: Použit úplnější seznam metod ověřování se pro IMAP
de: Vollständigere Liste für IMAP-Authentifizierungsmethoden verwenden
pt: Utilizar uma lista mais completa de métodos de autenticação para IMAP
ru: Используется более полный список методов аутентификации для IMAP

source: Edit saved IMAP accounts
cs: Upravování uložených IMAP účtů
de: Gespeicherte IMAP-Konten bearbeiten
pt: Editar contas IMAP guardadas
ru: Редактирование сохраненных учётных записей IMAP

source: Automatically detect authentication method for IMAP
cs: Automatické zjišťován metody ověřování se pro IMAP
de: IMAP-Authentifizierungsmethode automatisch ermitteln
pt: Detetar automaticamente o método de autenticação para IMAP
ru: Автоматическое определение метода аутентификации для IMAP

source: Verify login credentials when saving IMAP accounts
cs: Při ukládání IMAP účtů jsou ověřovány přihlašovací údaje k nim
de: Anmeldedaten vor dem Speichern des IMAP-Kontos überprüfen
pt: Verificar as credenciais de acesso ao guardar contas IMAP
ru: Проверка учетных данных для входа во время сохранения учетных записей IMAP

source: Set up Archive, Drafts, Sent, and Templates folders for IMAP
cs: Nastavení složek pro Archiv, Koncepty, Odeslané a Šablony pro IMAP
de: IMAP-Ordner einrichten: Archiv, Entwürfe, Gesendet und Vorlagen
pt: Configurar as pastas Arquivo, Rascunhos, Enviados e Modelos para IMAP
ru: Настройка папок Архив, Черновики, Отправленные и Шаблоны для IMAP

source: Close "Add Account" popover when an item is selected
cs: Po vybrání položky zavřít dialog „Přidat účet“
de: Einblenddialog »Konto hinzufügen« schließen, wenn ein Eintrag ausgewählt wird
pt: Fecha a janela "Adicionar conta" quando um item é selecionado
ru: Закрытие всплывающего окна «Добавить учётную запись» при выборе элемента

source: Complete redesign
cs: Úplné předělání
de: Komplettes Redesign
pt: Reformulação completa
ru: Полное изменение дизайна

source: Fix blurry icons on HiDPI
cs: Oprava rozmazaných ikon na displejích s velmi vysokým rozlišením (HiDPI)
de: Behebt ein Problem mit unscharfen Icons bei HiDPI Bildschirmen
pt: Corrige ícones desfocados em HiDPI
ru: Исправлены размытые значки на HiDPI

source: Fix icon in the Feedback app
es: Se corrigió el icono en la aplicación de Comentarios
hu: Ikon javítása a Visszajelzés appban
nl: Verbeter icoon in de feedback app
sv: Fixa ikonen i appen Återkoppling
zh_tw: 修正《回饋》應用程式中的圖示

source: Improve screen reader accessibility
es: Se mejoró la accesibilidad con los lectores de pantalla
hu: Képernyőlvasókkal való hozzáférés javítva
nl: Verbeter toegankelijkheid van de schermlezer
sv: Förbättra tillgängligheten för skärmläsare
zh_tw: 改善螢幕閱讀器輔助

source: Fix freeze when an IMAP server sends no response
es: Se corrigió un bloqueo cuando un servidor IMAP no envía una respuesta
hu: IMAP szerverektől érkező üres válasz esetén történő fagyás javítva
nl: Verbeter bevriezen wanneer een IMAP server geen respons stuurt
sv: Fixa problem när en IMAP-server inte skickar något svar
zh_tw: 修正 IMAP 伺服器沒有回應時應用程式會鎖住的問題

source: Update Mail and Tasks icons
es: Se actualizaron los íconos de Tareas y Correo
hu: Az E-mail és a Feladatok ikonjának frissítése
nl: Werk Mail en Taken iconen bij
sv: Uppdatera ikonerna för E-post och Uppgifter
zh_tw: 更新郵件和待辦事項的圖示
