Repository: elementary/settings-onlineaccounts
Catalog: po/*.po
Languages: ckb, ug

source: Server URL
ckb: لینکی (URL) ڕاژەکار

source: Invalid URL
ckb: لینکەکە هەڵەیە

source: User Name
ckb: ناوی بەکارهێنەر

source: Password
ckb: تێپەڕەوشە
ug: پارول

source: Cancel
ckb: هەڵوەشاندنەوە
ug: ئەمەلدىن قالدۇرۇش

source: Log In
ckb: چوونەژورەوە
ug: كىرىش

source: Account Display Name
ckb: ناوی دیاری هەژمار

source: Pick a name like “Work” or “Personal” for the account.
ckb: ناوێکی وەکو "کار" یان "کەسی" بۆ هەژمارەکە بنووسە.

source: Back
ckb: گەڕانەوە

source: Save
ckb: پاشەکەوتکردن

source: Calendars
ckb: ڕۆژمێرەکان
ug: كالىندار

source: Saving the configuration…
ckb: پاشەکەوتکردنی ڕێکخستنەکان…

source: All done
ckb: هەمووی تەواوە

source: CalDAV account saved.
ckb: هەژماری کاڵداب پاشەکەوتکرا.

source: Close
ckb: داخستن

source: Could not save configuration
ckb: نەتوانرا ڕێکخستنەکان پاشەکەوت بکرێت

source: Task Lists
ckb: لیستی ئەرکەکان

source: Finding available calendars and tasks…
ckb: دۆزینەوەی ڕۆژمێرە بەردەستەکان و ئەرکەکان…

source: Could not fetch calendars
ckb: نەتوانرا ڕۆژمێرەکان وەربگیرێن

source: Username:
ckb: ناوی بەکارهێنەر:

source: Password:
ckb: تێپەڕەوشە:

source: Server URL:
ckb: لینکی (URL) ڕاژەکار:

source: Port:
ckb: پۆرت:

source: Refresh Interval in Minutes:
ckb: نوێکردنەوەی ئینتەرڤالەکان لە خولەکدا:

source: None
ckb: هیچ
ug: يوق

source: Encryption:
ckb: کۆدکردن:
ug: شېفىرلاش

source: Use IMAP Credentials
ckb: بەکارهێنانی زانیاری نهێنی IMAP
ug: IMAP گۇۋاھنامىسىنى ئىشلىتىش

source: No authentication required
ckb: هیچ سەلماندێک پێویست نییە
ug: سالاھىيەتنى دەلىللىمىسىمۇ بولىدۇ

source: The data provided does not seem to reflect a valid mail account.
ckb: پێ ناچێت زانیاری پێدراو وێنەی هەژمارێکی پۆستی ئەلیکترۆنی دروست بێت.

source: Could not log in. Please verify your credentials.
ckb: نەتوانرا بکرێتەوە، تکایە دڵنیابە لە دروستی زانیارییەکانت.

source: IMAP verification failed: %s
ckb: سەلماندنی IMAP شکستی هێنا: %s

source: Real Name
ckb: ناوی ڕاستەقینە

source: Email
ckb: ئیمێڵ
ug: ئېلخەت

source: Next
ckb: دواتر

source: Setting up the e-mail account…
ckb: ڕێکخستنی هەژماری پۆستە ئەلیکترۆنییەکە…

source: Could not save the e-mail account
ckb: نەتوانرا هەژماری پۆستە ئەلیکترۆنییەکە پاشەکەوت بکرێت

source: Success
ckb: سەرکەوتوو بوو

source: E-mail account saved.
ckb: هەژماری پۆستی ئەلیکترۆنی پاشەکەوت کرا.

source: Online Accounts
ckb: هەژمارە سەرهێڵییەکان
ug: توردىكى ھىساۋاتلار

source: Connect Your Online Accounts
ckb: پەیوەستی هەژمارە سەرهێڵییەکانت بە
ug: توردىكى ھىساۋاتىڭىزغا ئۇلاڭ

source: Connect online accounts by clicking the icon in the toolbar below.
ckb: بۆ زیادکردنی هەژمار، دەتوانی کرتە لەسەر ئایکۆنی زیادکردن بکەیت لە شریتەکەی خوارەوە.

source: CalDAV
ckb: کاڵداڤ

source: Calendars and Tasks
ckb: ڕۆژمێرەکان و ئەرکەکان

source: Mail
ckb: نامە

source: Add Account…
ckb: زیادکردنی هەژمار…

source: Remove this account
ckb: سڕینەوەی ئەم هەژمارە

source: Edit this account
ckb: دەستکاریکردنی ئەم هەژمارە

source: Remove “%s” from this device
ckb: سڕینەوەی "%s" لەم ئامێرەدا

source: This account will be removed and no longer appear in any apps on this device.
ckb: ئەم هەژمارە دەسڕدرێتەوە و لە هیچ بەرنامەیەکی تری سەر ئەم ئامێرە بەکارنایەت و دەرناکەوێت.

source: Remove Account
ckb: سڕینەوەی هەژمار

source: Edit account failed
ckb: دەستکاریکردنی هەژمار شکستی هێنا

source: There was an unexpected error while reading the configuration of '%s'.
ckb: هەڵەیەکی پێشبینی نەکراو ڕوویدا لە کاتی پشکنینی ڕێکخستنەکانی '%s'.

source: Manage online accounts and connected applications
ckb: هەژمارە سەرهێڵییەکان و بەرنامە پەیوەستکراوەکان بەڕێوەبەرە
ug: توردىكى ھىساۋاتلارنى ۋە ئۇلانغان ئەپلەرنى زىيارەت قىلىش

source: Watch your newsfeed
ug: خەۋەرلىرىڭىزنى كۆرۈڭ

source: Contacts
ug: ئالاقىلاشقۇچىلار

source: Sync your contacts
ug: ئالاقىلاشقۇچىلىرىڭىزنى ماس قەدەمگە كەلتۈرۈڭ

source: Sync your calendars
ug: كالىندارىڭىزنى ماس قەدەمگە كەلتۈرۈڭ

source: Sync your email
ug: ئېلخىتىڭىزنى ماس قەدەمگە كەلتۈرۈڭ

source: Sync your photos
ug: سۈرەتلىرىڭىزنى ماس قەدەمگە كەلتۈرۈڭ

source: Sync your files
ug: ھۆججەتلىرىڭىزنى ماس قەدەمگە كەلتۈرۈڭ

source: Scrobble
ug: ماس قەدەمگە كەلتۈرۈش

source: Mail Account
ug: ئېلخەت ھىساۋاتى

source: Fetch Email from IMAP Server
ug: IMAP مۇلازىمېتىرىدىن ئېلخەت قوبۇل قىلىش

source: Access all Facebook contents on your computer
ug: كومپىيۇتىرىڭىز بىلەن بارلىق Facebook مۇلازىمەتلىرىنى زىيارەت قىلىڭ

source: Access mail with Fastmail
ug: Fastmail بىلەن ئېلخەتلىرىڭىزنى زىيارەت قىلىڭ

source: Access all Google services on your computer
ug: كومپىيۇتىرىڭىز بىلەن بارلىق Google مۇلازىمەتلىرىنى زىيارەت قىلىڭ

source: Access all Outlook and OneDrive services on your computer
ug: كومپىيۇتىرىڭىز بىلەن بارلىق Outlook ۋە OneDrive مۇلازىمەتلىرىنى زىيارەت قىلىڭ

source: Restore
ug: ئەسلىگە قايتۇرۇش

source: Account '%s' Removed.
ug: ھىساۋات '%s' ئۆچۈرۈلگەن.

source: Please enter your credentials…
ug: گۇۋاھنامىڭىزنى كىرگۈزۈڭ....

source: Server
ug: مۇلازىمېتىر

source: New Password
ug: يىڭى پارول

source: Confirm Password
ug: تەكرار پارول

source: Forgot password…
ug: پارولنى ئۇنتۇش....

source: Refresh Captcha
ug: تەستىق كودىنى يىڭىلاش

source: Enter above text here
ug: يۇقىرىدىكى تېكستنى بۇ يەرگە كىرگۈزۈڭ

source: Don't have an account? Sign Up
ug: ھىساۋاتىڭىز يوقمۇ؟ تىزىملىتىڭ

source: Other Account
ug: باشقا ھىساۋات

source: Loading…
ug: يۈكلەۋاتىدۇ....

source: Sign in to connect with apps like Mail, Contacts, and Calendar.
ug: كىرگەندىن كىيىن ئېلخەت، ئالاقىلاشقۇچىلار، كالىندار قاتارلىق ئەپلىرىڭىزگە ئۇلاڭ

source: No Apps
ug: ئەپ يوق

source: Add…
ug: قىتىش....

source: Remove
ug: ئۆچۈرۈش
